<?php
return [
    'home' => 'خانه',
    'agencies' => 'نمایندگی‌ها',
    'back_to_site' => '⬅ بازگشت به سایت',
   'all_products' => 'همه محصولات',
    'search'       => 'جستجو...',
    'agencies'     => 'نمایندگی‌ها',
    'login'        => 'ورود',
    'logout'       => 'خروج',
    'products'     => 'محصولات',
    'details'      => 'جزئیات',
    'previous'     => 'قبلی',
    'next'         => 'بعدی',
    'currency'     => 'تومان',
    'username' => 'نام کاربری',
    'password' => 'رمز عبور',
    'loginin'    => 'ورود به حساب',
    'category'   => 'دسته‌بندی',
    'footer'     => 'فروشگاه من. همه حقوق محفوظ است.',
    'all_agencies'   => 'همه نمایندگی‌ها',
    'search_agency'  => 'جستجو نمایندگی',
    'no_agency_found'=> 'هیچ نمایندگی‌ای یافت نشد 🙁',
    'about_contact' => 'درباره ما و ارتباط با ما',
     'about_us' => 'درباره ما',
    'about_text' => 'درباره ما — اطمینان صاف

برند اطمینان صاف با تکیه بر بیش از ۱۵ سال تجربه تخصصی در زمینه تولید، تأمین و پشتیبانی ابزارهای صافکاری (PDR)، به‌عنوان یکی از برندهای معتبر شرکت مبین پیشرو تجهیز ایساتیس فعالیت می‌کند. مأموریت ما ارائه ابزارهای حرفه‌ای، بادوام و دقیق است تا صافکاران بتوانند با سرعت، دقت و اطمینان کامل کار خود را انجام دهند.
در مسیر تولید و کنترل کیفیت، از استانداردهای سخت‌گیرانه پیروی می‌کنیم و هر محصول پیش از ورود به بازار تحت آزمون‌های عملکردی قرار می‌گیرد. علاوه بر عرضه محصولات باکیفیت، اطمینان صاف خدمات آموزشی و پشتیبانی فنی کامل ارائه می‌دهد تا مشتریان از زمان خرید تا سرویس پس از فروش همیشه همراهی شوند.
ما به قدرت جزئیات ایمان داریم و هر تصمیم طراحی، انتخاب مواد و فرآیند تولید را با همین رویکرد می‌گیریم.

شعار ما: “اطمینان صاف، چون جزئیات مهم است',
    'contact_us' => 'ارتباط با ما',
    'whatsapp' => 'ارتباط در واتساپ',

];
