<?php
return [
    'home' => 'الرئيسية',
    'agencies' => 'الوكلاء',
    'back_to_site' => '⬅ العودة إلى الموقع',
   'all_products' => 'جميع المنتجات',
    'search'       => 'بحث...',
    'agencies'     => 'المكاتب',
    'login'        => 'تسجيل الدخول',
    'logout'       => 'تسجيل الخروج',
    'products'     => 'المنتجات',
    'details'      => 'التفاصيل',
    'previous'     => 'السابق',
    'next'         => 'التالي',
    'currency'     => '$',
     'username' => 'اسم المستخدم',
    'password' => 'كلمة المرور',
    'loginin'    => 'تسجيل الدخول',
    'category'   => 'الفئة',
    'footer'     => 'متجري. جميع الحقوق محفوظة.',
     'all_agencies'   => 'جميع الوكلاء',
    'search_agency'  => 'بحث عن وكيل',
     'no_agency_found'=> 'لم يتم العثور على أي وكيل 🙁',
     'about_contact' => 'من نحن والتواصل معنا',
    'about_us' => 'من نحن',
    'about_text' => 'علامة اطمینان صاف، بالاعتماد على أكثر من 15 سنة من الخبرة المتخصصة في مجال تصنيع وتوريد ودعم أدوات إصلاح هيكل السيارات (PDR)، تعمل كإحدى العلامات التجارية الموثوقة لشركة مبین پیشرو تجهیز ایساتیس.
مهمتنا هي تقديم أدوات احترافية، متينة ودقيقة، لتمكين الفنيين من أداء عملهم بسرعة ودقة وبثقة كاملة.
في مسار الإنتاج ومراقبة الجودة، نتبع معايير صارمة، حيث يخضع كل منتج لاختبارات أداء قبل طرحه في السوق.
وبالإضافة إلى توفير منتجات عالية الجودة، تقدم اطمینان صاف خدمات تدريبية ودعمًا فنيًا متكاملاً، ليكون العملاء على ثقة بأننا إلى جانبهم منذ لحظة الشراء وحتى ما بعد البيع.
نحن نؤمن بقوة التفاصيل، وكل قرار في التصميم، واختيار المواد، وعملية الإنتاج نتخذه بهذا المنهج.

شعارنا: “اطمینان صاف، لأن التفاصيل مهمة',
    'contact_us' => 'تواصل معنا',
    'whatsapp' => 'التواصل عبر واتساب',
];
